Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/samediggi.no/samediggi-article-1257.html.tmx
Source language: nob
Languages: sme

source: Møte med Olje- og energiminister Odd Roger Enoksen
sme: Čoahkkin olju- ja energiijaminstariin Odd Roger Enoksen

source: Sametingspresident Aili Keskitalo og visepresident Johan Mikkel Sara holder i dag møte med Olje- og energiminster Odd Roger Enoksen.
sme: Sámediggepresideanta Aili Keskitalo ja várrepresideanta Johan Mikkel Sara doallá odne čoahkkmia Olju- ja energiijaminstariin Odd Roger Enokseniin.

source: Publisert av Kuhmunen, John-Marcus.
sme: Almmuhan Kuhmunen, John-Marcus.

source: Sist endret 14.08.2006
sme: Maŋimustá rievdaduvvon 14.08.2006

source: Sametinget vil ta opp prinsipielle spørsmål om olje og gass, samt vindmølleparker.
sme: Sámediggi áigu loktet prinsihpalaš gažaladagaid oljju ja gássa, ja bieggamilluid birra.
